import React from "react";

function HomePage() {
  return (
    <div>{`# Homebrew 2기 모집 (~2.28)

  $$
  {\textsf {"THE JOURNEY IS THE REWARD"}}
  $$
  
  ![                                                  “여정 그 자체가 보상이다”](https://s3-us-west-2.amazonaws.com/secure.notion-static.com/77621e9d-8544-47e8-a94c-c4b65d0956f5/jouney_is_the_reward.jpeg)
  
                                                    “여정 그 자체가 보상이다”
  
  # 세 줄 요약
  
  코딩을 좋아하고, 재밌어하고, 많이 하는 사람들끼리 모여서 
  
  웹/앱 개발하는 모임.
  
  +) 한학기 동안 제대로 된 프로젝트 두 개를 만들게 됩니다.
  
  ## 💁 이런 사람을 원합니다.
  
  ## Short Ver :
  
  1. 프로그래밍이 너무 좋은사람
  2. 본인 시간 대부분을 투자할 사람
  3. “함께” 하는 즐거움을 맛보고 싶은 사람
  
  ## Long Ver
  
  - 컴퓨터가 좋아서 미치겠는 사람
  - 개발할때 ‘흥분’되는 사람
  - 남들은 롤하면서 놀때 본인은 개발하면서 노는사람
  - 포트폴리오, 취업을 위한 활동 보단, **본질적인 즐거움**을 추구하고 싶은 사람
      
      ---
      
  - 어릴 때 부터 무언가 만들어 보고 싶은 **근본적인 욕망**이 있던 사람
  - 함께 빡세게 개발 공부할 사람이 필요한 사람
  
  ---
  
  - 자신이 **덕후, 너드,아웃사이더**라 생각하는 사람
  - 친구가 별로 없는 사람
  - 남들과 똑같은 것에 신물 느끼는 사람
  - 가끔씩 공상에 빠지는 사람
  
  ---
  
  - 무엇이 중요한지 고민하는 사람
  - 흐지부지가 싫은 사람
  - 젊음의 시간을 무엇인가 이뤄 내는데 사용하고 싶은 사람
  
  # 이런 게 다릅니다.
  
  - 다수가 아닌, 소수의 인원으로 구성됩니다.
  - 빠지는 사람 없이, 모든 인원과 개발 토론을 나누고 공부합니다.
  - 술을 먹으며 친해지지 않습니다. 개발적으로 얘기하고 싸우면서 서로 친해집니다.
  
  **이거보고 느낌 온 사람은 바로 지원 ㄱㄱ**
  
  https://forms.gle/EZYTsfs35mJpSXSo9
  
  ---
  
  ## 여기 뭐임?
  
  - 개발이 재미있는 사람들 모임
  - 개발을 정말 많이 하는 사람들 모임
  - 컴퓨터 덕후, 또는 덕후가 되고 싶은 사람을 위한 모임
  
  * 현재 고려대, 연세대, 한양대, 중앙대생으로 구성.
  
  ## 뭐하는 곳임?
  
  - 프론트 & 백엔드 팀을 이뤄 개발 프로젝트 진행
      - 한 학기동안 2개의 프로젝트
  - 각자 짠 코드 / 공부했던 내용을 공유하는 세션 진행
      - 매주 **금요일 저녁 18-22**  (활동 멤버간 일자 조정 예정)
      - 프로젝트 진행 상황 공유
      - 코드 공유 / 피드백
      - 개인 공부내용 공유
  - **월요일 저녁** 온라인 회의 (활동 멤버간 일자 조정 예정)
      - 1시간 진행
      - 이번 주 계획
      - 프로젝트 진행 상황 공유
  
  → 각자 삽질하며 공부했던 내용을 공유하기
  
  → 다른 팀 프로젝트를 보며, 자극을 받으면 됨
  
  ## 운영계획 / 일정
  
  - 활동 기간 : 3월 - 6월
  - 활동 내용
      - 클론 코딩 (4주)
          - 기존 서비스 똑같이 만들기
              - 유튜브, 넷플릭스 / 네이버, 구글 / 인스타그램, 트위터 / 카카오톡 / 인터파크 / 노션
      - 서비스 개발 (8주)
          - 기획 / 디자인 / 개발 / 마케팅
          - 팀 별 디자이너 1명씩 참여 예정
  - 활동 방식
      - **코딩시간 1주일 기준 12시간이상**
      - 매주 **금요일** 18:00 - 22:00 오프라인 모임
      - 세션 진행
      - 세션 양식
          - 코딩 시간 체크
          - 프로젝트 관련 (저번 목표 진행 정도, 다음 계획)
              - 진행 예정 : (새로운 issue tracker 생성)
              - 진행 중 : 막힌 점 (3줄 요약) 공유, 공유할 기술(3줄 요약)
              - 완성: issue tracker 완성한 것 최대한 간략히 발표
          - 공부 관련(삽질했던 내용, 알아두면 좋을 내용)
              - 막힌 점 (3줄 요약) 공유, 공유할 기술(3줄 요약)
      
      - 매주 **월요일**  저녁 온라인 회의 (1시간)
          - 세션 진행
          - 세션 양식
              - 코딩 시간 체크
              - 프로젝트 관련 (저번 목표 진행 정도, 다음 계획)
                  - 진행 예정: (새로운 issue tracker 생성)
                  - 진행중: 막힌점 (3줄 요약) 공유, 공유할 기술(3줄 요약)
                  - 완성: issue tracker 완성한 것 최대한 간략히 발표
              - 공부 관련(삽질했던 내용, 알아두면 좋을 내용)
                  - 막힌점 (3줄 요약) 공유, 공유할 기술(3줄 요약)
                  
              
      - 상시 모각코 진행
  
  ## 1기 활동 소개
  
  - 정기 멤버 7명, 비정기 멤버 3명
  - 웹 개발 공부 / 프로젝트 진행
      - 2개월 간 진행 (1월-2월)
      - 하루 8시간 코딩
  - 1기 프로젝트 자세히 보기
      - 대학 하숙집 정보 서비스
          
          [대학교 주변 모든 방 - 대학방](https://univroom.site/)
          
      - 고시생 커뮤니티
          
          [코코볼](http://cocobol.site/)
          
  
  ## 모집 대상
  
  **이런 사람**
  
  - 웹/앱 개발을 좋아하는 사람 / 잘하는 사람
  - 제대로 된 프로젝트를 내보고 싶은 사람
  - 코드 얘기 하는게 재밌는 사람
  - 주변에서 코딩하는 시간이 내가 제일 많은 사람
  
  **기술 스택**
  
  - FE
      - React
      - Typescript
      - +a
  - BE
      - Node.js
      - Nest.js
      - Spring
  
  ## 모집 대상
  
  **이런 사람**
  
  - 웹/앱 개발을 좋아하는 사람 / 잘하는 사람
  - 제대로 된 프로젝트를 내보고 싶은 사람
  - 코드 얘기 하는게 재밌는 사람
  - 주변에서 코딩하는 시간이 내가 제일 많은 사람
  
  ## 💰 혜택
  
  - 유료강의 일부 제공
  - 초보자의 경우 a-z 멘토링 제공
  - 제대로 된 프로젝트 결과물 보장
  - 개발 역량 레벨업 확실하게 보장합니다.
  
  ## ⚠️ 규칙
  
  - 보증금 10만원 (활동 끝날 때, 전부 돌려드림)
  - 열심히 안할 시에 세부 규칙에 따라, 홈브루 클럽에서 제외됨.
  - 활동 관련 세부 규칙
      - 매일 코딩 시간 측정해야함.
      - 일주일 코딩 합산 시간이 n시간 이상
      - 매 주 오프라인 회의 때, 코딩시간 체크
      - 시험 2주일전부터는 활동을 진행하지 않음
          - 온/오프라인 회의
          - 코딩시간 측정
      - 패널티 누적 시, 홈브루 클럽에서 제외
      - 페널티
          - 지각
              - 지각 3회 시, 패널티 1회
              - 지각 1회 당 보증금 -5,000원
          - 결석
              - 결석 1회 당, 패널티 1회
              - 결석 1회 당 보증금 -10,000원
              - 단, 피치못할 사정이 있을 경우에는 카운트에서 제외. 대학교 출결기준에 따름
          - 코딩 시간 미달
              - 미달시 1시간 당 -5000원
              - **코딩시간 1주일 8시간**
          - 이외에, 그룹장 & 팀원들의 투표하에 열심히 안한다고 판단됐을 때
  
  - 시험 기간은 활동 휴식 (총 4주)
      - 오프라인 : 중간: 2주, 기말: 2주
      - 온라인: 중간: 2주, 기말: 2주
      - 코딩 시간 측정: 중간 2주, 기말 2주
      
  
  ## 모집 일정
  
  🗓 모집 인원 : 6명
  
  🗓 지원서 접수 : ~2월 28일 화요일 자정
  
  🗓 면접 대상자 발표 : 3월 2일 17:00
  
  🗓 면접(온라인) : 3/3, 3/4
  
  🗓 최종 합격자 발표 : 3월 4일 토요일 17:00
  
  🗓 오리엔테이션 : 3월 5일 일요일 21:00 ~ 22:00 (온라인) 
  
  - 자기소개
  - 앞으로의 일정 / 규칙 소개
  - 팀 배정
  - 다음 주 금요일까지 해와야 할 일
  
  **지원서 쓰러 가기** 
  
  https://forms.gle/EZYTsfs35mJpSXSo9
  
  ## ☎ Contact
  
  1. https://open.kakao.com/o/s9J4Ha6e
  2. 010-2299-3398 (24시간 전화 / 문자 / 카카오톡)`}</div>
  );
}

export default HomePage;
